[
  {
    "titles": [
      "1er Chapitre - Les Duclos",
      "9m Chapitre - L'anniversaire"
    ],
    "data": [
      {
        "title": "1er Chapitre - Les Duclos",
        "french": [
          "Monsieur Duclos est un homme.",
          "Madame Duclos est une femme.",
          "Jean est un garçon, et Henri est un garçon.",
          "Jean et Henri sont deux (2) garçons.",
          "Nicole est une fille, et Yvonne est aussi une fille.",
          "Nicole et Yvonne sont deux filles.",
          "Minet est un chat.",
          "Médor est un chien.",
          "Fido est aussi un chien.",
          "Médoc et Fido sont deux chiens.",
          "Médoc, est-ce un chien? Oui, c'est un chien.",
          "Minet, est-ce aussi un chien? Non, c'est un chat.",
          "Fido, est-ce un chien? Oui, c'est un chien.",
          "Monsieur Duclos, est-ce un homme? Oui, c'est un homme.",
          "Madame Duclos, est-ce une femme? Oui, c'est une femme.",
          "Jean, est-ce aussi une femme? Non, c'est un garçon.",
          "Yvonne, est-ce aussi un garçon? Non, c'est une fille.",
          "Henri, est-ce un garçon? Oui, c'est un garçon.",
          "Le garçon, c'est Jean.",
          "La fille, c'est Nicole.",
          "Les chiens, ce sont Médor et Fido.",
          "Qui est la femme? C'est Madame Duclos.",
          "Qui est l'homme? L'homme, c'est Monsieur Duclos.",
          "Qui sont les deux chiens? Les deux chiens, ce sont Médor et Fido.",
          "Qui est le garçon? Le garçon, c'est Jean.",
          "Qui est la fille? C'est Nicole.",
          "Qui sont les Duclos? Ce sont Monsieur et Madame Duclos, les deux garçons, Jean et Henri, et les deux filles, Nicole et Yvonne.",
          "Jean a un chien, et Nicole a aussi un chien.",
          "Médor est le chien de Jean, et Fido est le chien de Nicole.",
          "Yvonne a un chat; Minet est le chat d'Yvonne",
          "Médor, est-ce le chien d'Henri? Non, c'est le chien de Jean.",
          "Minet, est-ce le chat de Nicole? Non, c'est le chat d'Yvonne.",
          "Fido, est-ce le chien de Nicole? Oui, c'est le chien de Nicole.",
          "L'homme, est-ce Monsieur Duclos? Oui, c'est Monsieur Duclos.",
          "La femme, est-ce Madame Duclos? Oui, c'est Madame Duclos.",
          "Monsieur Duclos est le père de Jean, Jean est le fils de Monsieur Duclos.",
          "Henri est aussi le fils de Monsieur Duclos.",
          "Monsieur Duclos est le père de Nicole d'Yvonne.",
          "Nicole et Yvonne sont les filles de Monsieur Duclos.",
          "Monsieur Duclos a deux filles.",
          "Madame Duclos est la mère de Jean, d'Henry, de Nicole et d'Yvonne.",
          "Madame Duclos a deux fils, elle a aussi deux filles",
          "Jean, a-til un pare? Oui, il a un père",
          "Qui est le père de Jean. C'est Monsieur Duclos",
          "Monsieur Duclos a-til deux fils? Oui, il a deux fils",
          "Qui sont les fils de Monsieur Duclos? Ce sont Jean et Henri",
          "Yvonne, a-t-elle une mère? Oui, elle a une mère",
          "Qui est la mère d'Yvonne? C'est Madame Duclos",
          "Madame Duclos a-t-elle deux fils et deux filles? Oui, elle a deux fils et deux filles",
          "Qui sont les fils et les filles de Monsieur et Madame Duclos? Ce sont Jean, Henri,Nicole et Yvonne",
          "Jean est le frère de Nicole; Nicole est la sœur de Jean",
          "Nicole est aussi la sœur d'Henry et d'Yvonne",
          "Elle a deux frères et une sœur",
          "Henri est le frère de Jean, de. Nicole et d'Yvonne; il y a deux sœurs et un frère",
          "Jean et Henry ont deux sœurs, ils ont aussi un père et une mère",
          "Nicole et Yvonne ont deux frères, et elles ont aussi un père et une mère",
          "Jean et Henry ont-ils deux sœurs? Oui, ils ont deux sœurs",
          "Nicole et Yvonne ont-elles un père? Oui, elles ont un père",
          "Ont-elles aussi une mère? Oui, elles ont une mère",
          "Monsieur et Madame Duclos, ont-ils deux fils et deux filles? Oui, ils ont deux fils et deux filles",
          "Nicole et Jean, ont-ils un frère et une soeur? Oui, ils ont un frère et une sœur",
          "Qui sont-ils? Ce sont Henri et Yvonne",
          "Médor et Fido, sont-ils les chiens d'Henri? Non, Médor et Fido ne sont pas les chiens d'Henri; Médor est le chien de Jean, et Fido est le chien de Nicole",
          "Jean et Henri, sont-ils deux hommes? Non, ce ne sont pas deux hommes; ce sont deux garçons",
          "Nicole et Yvonne, sont-ce aussi deux garçons? Non, ce ne sont pas deux garçons; ce sont deux filles",
          "Jean, est-ce le père d'Henri? Non, ce n'est pas le père d'Henri; c'est le frère d'Henri",
          "Yvonne, est-ce la mère de Nicole? Non, ce n'est pas la mère de Nicole; c'est la sœur de Nicole",
          "Nicole, a-t-elle un chat? Non, elle n'a pas un chat, elle a un chien",
          "Yvonne et Henri n'ont pas deux sœurs, Henri a un frère et deux sœurs, Yvonne a deux frères et une sœur"
        ],
        "spanish": [
          "Señor Duclos es un hombre.",
          "Madame Duclos es una mujer.",
          "Jean es un niño y Henri es un niño.",
          "Jean y Henri son dos niños.",
          "Nicole es una niña y Yvonne también es una niña.",
          "Nicole y Yvonne son dos niñas.",
          "Minet es un gato.",
          "Médor es un perro.",
          "Fido también es un perro.",
          "Médor y Fido son dos perros.",
          "¿Es Médor un perro? Sí, es un perro.",
          "¿Es Minet también un perro? No, es un gato.",
          "¿Es Fido un perro? Sí, es un perro.",
          "¿Es Monsieur Duclos un hombre? Sí, es un hombre.",
          "¿Es Madame Duclos una mujer? Sí, es una mujer.",
          "¿Jean también es una mujer? No, es un niño.",
          "¿Yvonne también es un niño? No, es una niña.",
          "¿Henri es un niño? Sí, es un niño.",
          "El niño es Jean.",
          "La niña es Nicole.",
          "Los perros son Médor y Fido.",
          "¿Quién es la mujer? Es Madame Duclos.",
          "¿Quién es el hombre? El hombre es Monsieur Duclos.",
          "¿Quiénes son los dos perros? Los dos perros son Médor y Fido.",
          "¿Quién es el niño? El niño es Jean.",
          "¿Quién es la niña? Es Nicole.",
          "¿Quiénes son los Duclos? Son Monsieur y Madame Duclos, los dos hijos varones, Jean y Henri, y las dos hijas, Nicole e Yvonne.",
          "Jean tiene un perro, y Nicole también tiene un perro.",
          "Médor es el perro de Jean, y Fido es el perro de Nicole.",
          "Yvonne tiene un gato; Minet es el gato de Yvonne.",
          "¿Médor es el perro de Henri? No, es el perro de Jean.",
          "¿Minet es el gato de Nicole? No, es el gato de Yvonne.",
          "¿Fido es el perro de Nicole? Sí, es el perro de Nicole.",
          "¿Es Monsieur Duclos el hombre? Sí, es Monsieur Duclos.",
          "¿Es Madame Duclos la mujer? Sí, es Madame Duclos.",
          "Monsieur Duclos es el padre de Jean, Jean es el hijo de Monsieur Duclos.",
          "Henri también es hijo de Monsieur Duclos.",
          "Monsieur Duclos es el padre de Nicole e Yvonne.",
          "Nicole e Yvonne son las hijas de Monsieur Duclos.",
          "Monsieur Duclos tiene dos hijas.",
          "Madame Duclos es la madre de Jean, Henri, Nicole e Yvonne.",
          "Madame Duclos tiene dos hijos y también dos hijas.",
          "¿Jean tiene un padre? Sí, tiene un padre.",
          "¿Quién es el padre de Jean? Es Monsieur Duclos.",
          "¿Monsieur Duclos tiene dos hijos? Sí, tiene dos hijos.",
          "¿Quiénes son los hijos de Monsieur Duclos? Son Jean y Henri.",
          "¿Yvonne tiene una madre? Sí, tiene una madre.",
          "¿Quién es la madre de Yvonne? Es Madame Duclos.",
          "¿Madame Duclos tiene dos hijos y dos hijas? Sí, tiene dos hijos y dos hijas.",
          "¿Quiénes son los hijos e hijas de Monsieur y Madame Duclos? Son Jean, Henri, Nicole e Yvonne.",
          "Jean es el hermano de Nicole; Nicole es la hermana de Jean.",
          "Nicole también es la hermana de Henri y Yvonne.",
          "Ella tiene dos hermanos y una hermana",
          "Henri es el hermano de Jean, de Nicole y de Yvonne; hay dos hermanas y un hermano",
          "Jean y Henri tienen dos hermanas, también tienen un padre y una madre",
          "Nicole y Yvonne tienen dos hermanos, también tienen un padre y una madre",
          "¿Jean y Henri tienen dos hermanas? Sí, tienen dos hermanas",
          "¿Nicole y Yvonne tienen un padre? Sí, tienen un padre",
          "¿También tienen una madre? Sí, tienen una madre",
          "¿Monsieur y Madame Duclos tienen dos hijos y dos hijas? Sí, tienen dos hijos y dos hijas",
          "¿Nicole y Jean tienen un hermano y una hermana? Sí, tienen un hermano y una hermana",
          "¿Quiénes son? Son Henri y Yvonne",
          "¿Médor y Fido son los perros de Henri? No, Médor y Fido no son los perros de Henri; Médor es el perro de Jean y Fido es el perro de Nicole",
          "¿Jean y Henri son dos hombres? No, no son dos hombres; son dos chicos",
          "¿Nicole y Yvonne también son dos chicos? No, no son dos chicos; son dos chicas",
          "¿Jean es el padre de Henri? No, no es el padre de Henri; es el hermano de Henri",
          "¿Yvonne es la madre de Nicole? No, no es la madre de Nicole; es la hermana de Nicole",
          "¿Nicole tiene un gato? No, no tiene un gato, tiene un perro",
          "¿Yvonne y Henri no tienen dos hermanas? Henri tiene un hermano y dos hermanas, Yvonne tiene dos hermanos y una hermana"
          ]
      },
      {
        "title": "9m Chapitre - L'anniversaire",
        "french": [
          "Il est six heure du matin",
          "Les quatre enfants sont dans leur lits et dorment",
          "Les quatre enfants?",
          "Non, il y a une petite fille qui ne dort pas",
          "C'est Yvonne: Nicole dort, mais la petite Yvonne ne dort pas",
          "Il n'est que six heure, mais, dans son petit litm Yvonne ne dort plus",
          "Porquoi ne dort-elle plus?",
          "Les autres matins, oui, mais ce matin, le matin du dix-neuf juillet, ne pas un matin comme les autres",
          "C'est aujourd'hui l'anniversaire d'Yvonne, et c'est matin est le premiere de sa séptieme année."
        ],
        "spanish": [
          "Son las seis de la mañana",
          "Los cuatro niños están en sus camas y duermen",
          "¿Los cuatro niños?",
          "No, hay una niña pequeña que no duerme",
          "Es Yvonne: Nicole duerme, pero la pequeña Yvonne no duerme",
          "Sólo son las seis, pero en su pequeña cama, Yvonne ya no duerme",
          "¿Por qué no duerme?",
          "Los otros días, sí, pero esta mañana, la mañana del diecinueve de julio, no es una mañana como las demás",
          "Hoy es el cumpleaños de Yvonne, y esta mañana es la primera de su séptimo año."
          ]
      }
    ]
  }
]